var rule = [
{
    masu: '書きます',
    te: '書いて'
},
{
    masu: '行きます',
    te: '行って'
},
{
    masu: '急ぎます',
    te: '急いで'
},
{
    masu: '飛びます',
    te: '飛んで'
},
{
    masu: '読みます',
    te: '読んで'
},
{
    masu: '死にます',
    te: '死んで'
}
,{
    masu: '待ちます',
    te: '待って'
},
{
    masu: '売ります',
    te: '売って'
},
{
    masu: '買います',
    te: '買って'
},
{
    masu: '話します',
    te: '話して'
},
{
    masu: '食べます',
    te: '食べて',
},
{
    masu: '見ます',
    te: '見て',
},
{
    masu: '来ます',
    te: '来て',
},
{
    masu: 'します',
    te: 'して'
}
]